Repository: montylounge/django-mingus
Catalog: mingus/locale/*/LC_MESSAGES/django.po
Languages: ca

source: tagged_get_related tag was given an invalid input: %s
ca: l'etiqueta tagged_get_related ha rebut una entrada invàlida: %s

source: %s tag requires either five or seven arguments
ca: l'etiqueta %s requereix cinc o set arguments

source: second argument to %s tag must be 'in'
ca: el segon argument per l'etiqueta %s ha de ser 'in'

source: fourth argument to %s tag must be 'as'
ca: el quart argument per l'etiqueta %s ha de ser 'as'

source: if given, fourth argument to %s tag must be 'with'
ca: si és donat, el quart argument per l'etiqueta %s ha de ser 'with'

source: %(tag)s tag's '%(option)s' option was not a valid integer: '%(value)s'
ca: l'opció '%(option)s' de l'etiqueta %(tag)s no és un enter vàlid: '%(value)s'

source: %(tag)s tag was given an invalid option: '%(option)s'
ca: l'etiqueta %(tag)s ha rebut una opción invàlida: '%(option)s'

source: %(tag)s tag was given a badly formatted option: '%(option)s'
ca: l'etiqueta %(tag)s ha rebut una opció mal formatejada: '%(option)s'

source: About
ca: Quant a

source: Elsewhere
ca: En altres llocs

source: Recent Posts
ca: Entrades Recents

source: Archive
ca: Arxiu

source: Popular Posts
ca: Entrades Populars

source: Mingus site admin
ca: Administració del lloc Mingus

source: Mingus Blog Engine
ca: Motor del Blog Mingus

source: Username:
ca: Usuari:

source: Password:
ca: Contrasenya:

source: Log in
ca: Entrar

source: Posts for
ca: Entrades per

source: Post categories
ca: Categories d'entrades

source: Twitter this
ca: Twitteja-ho

source: Reddit this
ca: Reedita-ho

source: Add to Delicious
ca: Afegir a Delicious

source: Subscribe RSS
ca: Subscriure al RSS

source: Search results for:
ca: Resultats de cerca per a:

source: Posts tagged:
ca: Entrades etiquetades:

source: Contact
ca: Contactar

source: Contact me
ca: Contacta'm

source: Get in touch.
ca: Contacta a l'autor

source: Woops, looks like you forgot some information.
ca: Oops, sembla que has oblidat alguna dada.

source: Your name
ca: El teu nom

source: Your email
ca: El teu email

source: Your message
ca: El teu missatge

source: Thanks! I'll make sure to respond shortly. In the meantime, check out some of my latest and greatest posts.
ca: Gràcies! M'asseguraré de respondre en breu. Mentrestant, pots fer un cop d'ull a algunes de les meves últimes entrades.

source: No results found
ca: No s'han trobat resultats

source: Entries for
ca: Entrades per a

source: Entries tagged:
ca: Entrades etiquetades:

source: Quotes
ca: Frases
